Repository: paymentez/paymentez-ios
Catalog: PaymentSDK/*.lproj/Localizable.strings
Languages: es_mx

# Name of Cardholder
source: Card Holder's Name
es_mx: Nombre del titular de la tarjeta

source: Card Number
es_mx: Número de Tarjeta

source: Expiration (MM/YY)
es_mx: Vencimiento (MM/AA)

source: Invalid
es_mx: Inválido

source: Invalid Date
es_mx: Fecha Inválida

source: Add Card
es_mx: Adicionar Tarjeta

source: NIP
es_mx: Clave Tuya

source: Continue without code
es_mx: Continuar sin clave

source: Continue with NIP
es_mx: Continuar con clave

source: Document Identifier
es_mx: Documento de Identificación

source: Ok
es_mx: Entendido

source: Card cannot be added
es_mx: La tarjeta no pudo ser agregada

# Card Added
source: Card Added Succesfully
es_mx: Tarjeta agregada exitosamente
